//
//  RandomMessages.swift
//  Release-iOS
//
//  Created by 신지원 on 2/14/25.
//

let morningMessages = [
    "좋은 아침입니다! ☀️\n오늘도 좋은 개발하세요!",
    "굳모닝\n오늘도 행복한 서강생활!",
    "설마 안잔거 아니지?\n릴랩가서 커피 한 잔 ☕️",
    "용사여,\n일어날 시간입니다",
    "오늘의 개발자 명언:\n'코드는 아침에 보면 다르게 보인다.'",
    "너,,,\n밤새 운거야?",
    "너,,,\n밤 새운거야?"
]

let dawnMessages = [
    "커밋 메시지:\n'밤샘 버그 수정… ",
    "아침에 잠들면 코드가 더 잘 돌아가더라.",
    "이 시간에,,,\n여기는 어쩐일로,,,"
]

let defaultmMssages = [
    "릴리즈 랩실 가서\n과제 하기 딱 좋은 오늘",
    "행복한 하루 🧑🏻‍💻\n오늘도 개발없는 버그 되세요!😝",
    "행복한 하루 🧑🏻‍💻\n오늘도 버그없는 개발 되세요!",
    "에러 없는 하루!\n빌드는 한 번에 성공! 🚀",
    "오늘도\n좋은 개발, 좋은 코드 💡",
    "최적화된 하루 되세요!\naka O(1)",
    "다 먹고 살자고\n하는 일 아니겠어?",
    "이상은 높게,\n학점은 낮게"
]
